Repository: 13DavidG/nit
Catalog: contrib/opportunity/src/templates/languages/*/LC_MESSAGES/meetup_creation.po
Languages: fr

source: Another opportunity
fr: Une autre opportunité

source: Close
fr: Fermer

source: Meetup name
fr: Nom de l'événement

source: My Event
fr: Mon événement

source: When?
fr: Quand?

source: Time of the event
fr: Moment de l'événement

source: Where?
fr: Où?

source: Place of the event
fr: Endroit de l'événement

source: Add a Maybe option?
fr: Ajouter l'option 'peut-être'

source: First opportunity
fr: Première opportunité

source: Add an opportunity
fr: Ajouter une opportunité

source: Create meetup
fr: Créer l'événement

source: Create a meetup
fr: Créer un nouvel événement

source: Opportunities
fr: Opportunités
